{
	"2023-02-03": {
		"week": "05",
		"date": "Friday, February 3, 2023",
		"event": "\nA bright, nearly Full Moon rises with the heads of Gemini the Twins this evening. As the stars begin to appear, you can spot 1st-magnitude Pollux and Castor sitting (in that order) directly above the Moon in the eastern sky. \n \nCastor is a popular target with small telescopes because it is an easy-to-split binary — these days. As these two stars orbit, their separation ranges between just less than 2\" and around 5\", their current separation. Through your scope, Castor A is the brighter of the two, shining at magnitude 1.9. Castor B is magnitude 3. But there’s also a bonus here: A third star in the system, Castor C, lies 1.2' south of A and B, glowing much more faintly at magnitude 9.1. \n \nEach of these three stars is a binary in itself, though these additional companions cannot be seen and were detected spectroscopically, by watching the stars’ subtle motions toward and away from us as they orbit their unseen companions.\n \n"
	},
	"2023-02-04": {
		"week": "05",
		"date": "Saturday, February 4, 2023",
		"event": "\nThe Moon reaches apogee, the farthest point from Earth in its orbit, at 08:55 AM GMT. At that time, it will sit 252,573 miles (406,477 kilometers) away. \n \nLuna lies in Cancer this evening, near the Beehive Cluster (M44). On the other side of the sky, the constellation Perseus is high in the north, far above the Little Dipper. The Hero is home to many stunning deep-sky objects, including the open cluster M34. This lovely group of young stars covers some 35' and shines collectively at magnitude 5.5. You can find M34 about 5° west-northwest of Algol, Perseus’ particularly famous 2nd-magnitude variable star. \n \nVisible with binoculars or a telescope, M34 contains nearly a dozen stars brighter than 9th magnitude. Larger apertures will reveal even more cluster members. As an open cluster, its stars are quite young, estimated to have been born about 180 million years ago. \n \nAlgol itself is also a fascinating object: Sometimes called the Demon Star, it is an eclipsing binary whose companion passes in front of it from our point of view, causing Algol to brighten and dim by just over a full magnitude. When uneclipsed, Algol appears nearly as bright as Mirfak, 9.3° to its north. But when blocked by its companion star, Algol instead appears noticeably fainter, while Mirfak still blazes bright. \n \n"
	},
	"2023-02-05": {
		"week": "05",
		"date": "Sunday, February 5, 2023",
		"event": "\nMars passes 8° north of Aldebaran in Taurus at 07:00 AM GMT. At this time, East Coast observers will see Aldebaran just a few degrees above the horizon as the Bull sets in the west. For those farther west, the constellation will appear slightly higher in the sky. \n \nAldebaran is a red giant that glows at magnitude 0.9. Its light appears yellowish-orange, particularly through binoculars or a telescope, thanks to the aging star’s cool surface temperature. Mars now glows at magnitude –0.2 and appears to the star’s upper right as they set. To the Red Planet’s lower right is the Pleiades open cluster (M45). \n \nIf you aren’t able to catch the scene shortly after midnight, you can instead fight Taurus high in the southeast after sunset. Mars is still roughly 8° north (now to the upper left) of Aldebaran, with the Pleiades to Mars’ upper right. \n \nFull Moon occurs at 06:29 PM GMT. Now opposite the Sun in the sky, our satellite will rise roughly at sunset today. The February Full Moon is also called the Snow Moon, thanks to much of North America’s penchant for sitting beneath several inches of snow at this time of year. \n \n"
	},
	"2023-02-06": {
		"week": "06",
		"date": "Monday, February 6, 2023",
		"event": "\nDraco winds his way beneath the Little Dipper in the north shortly after sunset tonight. The Dragon’s head is marked by the asterism the Lozenge, which lies to the lower left (southeast) of the Litter Dipper’s bowl just after dark. There is a short dark-sky window in the hour between sunset and moonrise, so take advantage of it if you can. \n \nThe brightest star in Draco’s head is 2nd-magnitude Eltanin (Gamma [γ] Draconis). Moving counterclockwise, to the west (right) of Eltanin is Rastaban (Beta [β] Draconis; magnitude 2.8), followed by Kuma (Nu [ν] Draconis; magnitude 4.9) to Rastaban’s north. Northeast of Kuma is the last star in the Lozenge, magnitude 3.7 Grumium (Xi [ξ] Draconis). \n \nIf you look along the Dragon’s body as it curls beneath Ursa Minor, you’ll reach Thuban (Alpha [α] Draconis) some 29° west of the Lozenge. This magnitude 3.7 star was once the North Star, sitting close to Earth’s Celestial Pole as the sky appeared to spin around it. That honor now belongs to Polaris in Ursa Minor — the change is due to the fact that Earth’s rotational axis wobbles, or precesses, over the course of about 25,000 years. As the axis moves, it points at various stars in the sky at different times, so our North Star can change over the course of thousands of years. \n \n"
	},
	"2023-02-07": {
		"week": "06",
		"date": "Tuesday, February 7, 2023",
		"event": "\nVenus is slowly approaching Neptune in the evening sky; the two planets will mingle close for two days in about a week. For now, they remain 9° apart, but you can still use Venus as a blazing beacon to point you toward our solar system’s farthest planet. \n \nBy about 40 minutes after sunset, Venus is the brightest object in the sky, a dazzling diamond at magnitude –3.9 in the west. It sits 15° above the horizon in Aquarius, with the brightest stars of that constellation just beginning to peek out from the falling twilight. With binoculars, start at Venus and scan upward, moving in a straight line toward the next-brightest object around, magnitude –2.1 Jupiter in Cetus. Jupiter lies 22.5° east of Venus, and Neptune (a dim magnitude 7.8, requiring those binoculars to spot) sits roughly halfway between them, about 7.5° south of the Circlet of Pisces (once these stars begin to appear). \n \nVenus will move eastward at a quick clip in the coming days; after passing Neptune next week, it will close in on Jupiter, setting up a beautiful conjunction on March 2.\n \n"
	},
	"2023-02-08": {
		"week": "06",
		"date": "Wednesday, February 8, 2023",
		"event": "\nDwarf planet 1 Ceres stands stationary against the background stars at 08:00 PM GMT. The main-belt world is now located in Virgo, sharing the constellation with the slowly waning Moon. \n \nIf you like to rise early, you can catch Virgo slowly setting in the southwest around 5 A.M. local time this morning. The Moon is slowly closing in on Ceres’ location about 3.5° due west of 3rd-magnitude Vindemiatrix (Epsilon [ϵ] Virginis). Nearby (to Ceres’ west) are several bright galaxies in the Virgo Cluster, though the bright moonlight will make finding these difficult in a smaller scope. If you have a medium or large aperture, though, it’s still worth a try! The massive, bright galaxy M87 (magnitude 8.6) is your best bet. It lies just under 4.5° west-northwest of Ceres’s location. \n \nAlternatively, you can catch this same region rising in the east around 9 P.M. local time tonight. Note, though that the Moon is slightly less illuminated but has moved much closer to Ceres’ position, now sharing Virgo with the dwarf planet instead of keeping its distance in Leo, where our satellite sat early this morning. Because Ceres is stationary, you’ll find it in the same location, just west of Vindemiatrix. \n \n"
	},
	"2023-02-09": {
		"week": "06",
		"date": "Thursday, February 9, 2023",
		"event": "\nMercury is growing brighter in the morning sky, now magnitude –0.1. You can try spotting it in the southeast about half an hour before sunrise, when the innermost planet is 5.5° high and rising. It should stand out against the brightening twilight, but binoculars or a telescope will certainly show its small disk. Mercury now appears 6\" across and is some 77 percent lit. \n \nA few bright stars may still appear in the sky, especially the longer before sunrise you look. Antares, at magnitude 1.1, may be visible in Scorpius to Mercury’s right. And Altair, a magnitude 0.8 star in Aquila, might appear to Mercury’s upper left. The waning Moon, meanwhile, is still well above the horizon in the west, lingering in Virgo. Take some time to enjoy Earth’s natural satellite as sunlight begins to brighten the sky. Before it gets too bright, though, can you make out 1st-magnitude Spica to our satellite’s upper left? \n \nRemember that if you do any skygazing just before dawn, make sure to note the time of sunrise from your location (which may differ from that given below). Put away any binoculars or telescopes at least several minutes before the Sun is scheduled to first peek above the horizon. \n \n"
	},
	"2023-02-10": {
		"week": "06",
		"date": "Friday, February 10, 2023",
		"event": "\nComet C/2022 (E3) ZTF, which was recorded around magnitude 5 a week ago, is now skimming away from the North Celestial Pole and passing close to Mars. After dark, look for the Red Planet, glowing at magnitude 0 in the southeastern sky. \n \nSwing binoculars or a small scope up to Mars’ location about an hour and a half after sunset, then look 1.7° northeast. You should land right on ZTF, glowing softly green as dicarbon in its atmosphere fluoresces. It’s a stunning sight, and wide-field scopes should be able to capture both in the same field of view. Additioanlly, the open cluster NGC 1746 lies about 4° to ZTF’s southeast, or nearly 5° east-southeast of Mars. \n \nAny camera capable of taking long-exposure shots should capture the scene beautifully in the sky above the landscape of your choosing, accompanied by the Pleiades to the right (west) and Orion to the lower left (southeast). \n \nNote that the comet is still moving quickly, covering nearly 3° per night, though it is slowing down. By the same time tomorrow night, ZTF will have slid due south and will appear 1.8° southeast of Mars. \n \n"
	},
	"2023-02-11": {
		"week": "06",
		"date": "Saturday, February 11, 2023",
		"event": "\nAt this time of year, the zodiacal light shines above the western horizon after sunset. This soft glow is generated by sunlight scattering off dust in the inner solar system, largely left by myriad comets, as well as asteroid collisions. Over time, this dust settles into orbit around the Sun in the plane of the solar system, called the ecliptic. This is the path the Sun appears to take through Earth’s sky, along which lie the constellations of the zodiac. \n \nBecause the zodiacal light is relatively faint and diffuse, the best time to view it is in a moonless sky. Fortunately for us, the Moon doesn’t rise until nearly midnight tonight, leaving the evening sky clear of its glare. You’ll want an observing site far from as much artificial lighting as possible, particularly streetlights. If you can get to a higher elevation, all the better. About an hour after the Sun disappears, look west — the ecliptic is nearly perpendicular to the horizon right now, rising through Aquarius and up into Pisces, just to the right of bright Venus (closer to the horizon) and Jupiter (farther up in the sky). The zodiacal light should remain visible for roughly another hour, brightest at the horizon and dimming as it narrows into a spike higher up. \n \n"
	},
	"2023-02-12": {
		"week": "06",
		"date": "Sunday, February 12, 2023",
		"event": "\nAsteroid 2 Pallas reaches its stationary point amid the background stars at 08:00 PM GMT. The magnitude 7.7 main-belt world lies in Canis Major, rising in the southeast at sunset. A few hours later, Pallas is 25° high in the south, to the lower right of the blazing luminary Sirius, the Dog Star. The asteroid lies some 6° southwest of Sirius and 4° southwest of Mirzam (magnitude 2 Beta [β] Canis Majoris). \n \nNearby is another treat: Some 3.5° east-northeast of Pallas is M41. This young open cluster is roughly magnitude 4.5 — visible to the naked eye under dark conditions. It lies 4° south of Sirius and stretches nearly 40' wide. With an estimated age of just over 200 million years, M41 is home to around 100 stars. It’s best viewed at low power; you might even use binoculars to catch it together with Pallas in the sky. \n \n"
	},
	"2023-02-13": {
		"week": "07",
		"date": "Monday, February 13, 2023",
		"event": "\nLast Quarter Moon occurs at 04:01 PM GMT. Our satellite now dominates the early-morning sky, remaining visible well after sunrise. \n \nComet C/2022 E3 (ZTF) is dropping through richly appointed Taurus, offering a plethora of stellar delights to view alongside the comet’s green glow. You’ll find the constellation high in the southwest after dark, with bright Mars (magnitude 0.1) to the upper right of the Bull’s red giant eye, magnitude 0.9 Aldebaran. \n \nAfter passing closest to Earth nearly two weeks ago, ZTF is fading; it’s recently been recorded around mid-6th magnitude and will continue to grow fainter over time. Still, that’s bright enough to easily catch in binoculars or a small scope; tonight, it’s located about 6.6° due south of Mars and 2.5° northeast of Aldebaran. Nearby are several stunning deep-sky objects, including open clusters NGC 1746 and NGC 1817 to the east, as well as the nebulae NGC 1554 and 1555 and the widely scattered stars of the Hyades to the west. Astroimagers will likely want to capture at least a few wide-field shots in addition to any closeups of the comet. \n \n"
	},
	"2023-02-14": {
		"week": "07",
		"date": "Tuesday, February 14, 2023",
		"event": "\nVenus sidles up to Neptune in the evening twilight as the planets prepare for tomorrow’s conjunction. An hour after sunset, the pair is 13.5° high in the west, with Venus impossible to miss at magnitude –3.9. Look with binoculars to find faraway Neptune, magnitude 7.8, about 33' northeast of Venus’ bright gibbous disk. If you can’t spot the ice giant just yet, wait a little longer for the sky to grow darker. Within the next 24 hours, Venus will first cross due south of Neptune, then appear northeast of the distant planet by evening. We’ll return tomorrow for another look. \n \nOnce the sky grows a little darker still, celebrate Valentine’s Day with a view of the stunning red Heart Nebula in Cassiopeia. The constellation sits to the upper left of the Little Dipper in the north this evening. The Heart Nebula, also cataloged as IC 1805, is a magnitude 6.5 emission nebula just under 5° east-southeast of magnitude 3.4 Epsilon (ε) Cassiopeiae. It’s best viewed with a larger (8-inch or more) telescope, though you can use low or high magnification to bring out different aspects of its structure. A nebula filter will further enhance the view. Look particularly for NGC 896, a bright knot of glowing gas and dust that sits southwest of the Heart proper and is a little easier to see than the larger, fainter nebula. You can also find NGC 1027, a 7th-magnitude star cluster, just over 1° east of the Heart. \n \n"
	},
	"2023-02-15": {
		"week": "07",
		"date": "Wednesday, February 15, 2023",
		"event": "\nVenus passes 0.01° south of Neptune at 12:00 PM GMT this morning. Let’s return to the pair in the evening sky to see how the view has changed since yesterday. \n \nAn hour after sunset, Venus is now some 35' northeast of Neptune as the former travels quickly along the ecliptic. Both planets will still fit into the same telescopic or binocular field of view, with tiny, 2\"-wide Neptune popping out as the sky grows darker. The ice giant will look like a small, round, “flat” star colored bluish-gray. Meanwhile, Venus’ bright disk is nearly 90 percent lit and spans 12\", six times as wide as Neptune. Venus is much smaller than Neptune in reality, of course, but its much closer proximity makes it appear significantly larger in our sky. \n \nTonight, Venus sits right on the border between Pisces and Aquarius; the planet will have moved firmly into Pisces by tomorrow. Neptune is following at a more sedate pace and won’t make the border crossing into Pisces until March 4. \n \n"
	},
	"2023-02-16": {
		"week": "07",
		"date": "Thursday, February 16, 2023",
		"event": "\nSaturn is in conjunction with the Sun at 05:00 PM GMT, rendering it invisible for the rest of February. However, the ringed planet will make its reappearance in the morning sky next month. \n \nIf you’ve been observing Venus and Neptune for the past two nights, you’re already familiar with the region of sky we’ll be visiting tonight. Again, look west after sunset and you’ll see the large figure of Cetus the Whale stretching above the horizon. This time, we’re focusing east (to the upper right) of the planets to zero in on an excellent target for small scopes: the galaxy M77.\n \nSpanning about 7' by 6', this slightly elongated spiral glows at 9th magnitude. You can find M77 by sliding a mere 0.9° east of 4th-magnitude Delta (δ) Ceti. M77 is an excellent example of an active galaxy, whose central supermassive black hole is greedily gobbling up material. However, the black hole’s accretion disk is not so bright that it outshines the galaxy, as happens with quasars. Instead, M77 is classified as a Seyfert galaxy, whose center shows indications of a feeding black hole without overpowering the light from its host. The galaxy’s center is visually bright largely because of the abundance of stars there, with fainter spiral arms visible through larger scopes. \n \n"
	},
	"2023-02-17": {
		"week": "07",
		"date": "Friday, February 17, 2023",
		"event": "\nEarly this morning, a delicate crescent Moon sits near the Teapot asterism in Sagittarius. Look southeast about an hour before sunrise to find Earth’s natural satellite some 4° above the horizon, hanging to the lower left (east) of the Teapot’s handle. Just off the tip of the Teapot’s spout, marked by Gamma (γ) Sagittarii, is the Milky Way’s galactic center and its supermassive black hole, Sagittarius A*. \n \nLook farther right of that spout and you’ll run right into the large, winding figure of Scorpius, sitting on his tail just above the horizon. Most obvious will be his bright red heart, magnitude 1.1 Antares, a glowing red giant star in the later stages of its life. Before twilight truly begins to break, you can enjoy several star clusters within the Scorpion, particularly by sweeping through the constellation with binoculars. The open clusters M6 and M7 lie close together near Shaula in the tail, while M4 and M80 are both globulars that sit up near Antares and the Scorpion’s head. \n \n"
	}
}